RECORD OF THE THESIS PROGRESS

** Mediciones de los parámetros de los choques de proa de los proplyds:
:PROPERTIES:
:TABLE_EXPORT_FILE: wind-fits.tab
:TABLE_EXPORT_FORMAT: orgtbl-to-tsv
:END:
+ Las mediciones de las distancias están medidas en segundos de arco
  - r0 es el radio del frente de ionización (en segundos de arco)
+ N6 es la densidad del frente de ionización en unidades de 1e6 partículas por cc
  - Multiplicamos los valores de HA98 por 2/3
+ Comparación de los flujos ionizantes
  - F(photo) es el flujo requerido para balancear el flujo fotoevaporado
  - F(photo) = n*c_s + 0.12*r0*alpha*n**2
+ F(star) es el flujo de la estrella a la distancia D
  - F(star) = (1 - f_d)*Q_H / (4*pi*D**2)
  - Q_H = 1e49 /s 
  - f_d es la fracción del flujo absorbida por el polvo (asumimos 0.5)
+ La columna marcada con * indica qué tan buena es la medición de una submuestra dada, en base a qué tan bien se cumple el equilibrio de ioniación: (**): z==|F(ph)/F(*)<1.5|, (*): 1.5 < z < 3, (x):  3 < z < 10, (xx): z > 10 
+ Incertidumbres en R'_0/D' son de 0.02 dada la mínima escala de los diagramas, asimismo, la incertidumbre de \Pi' es de 0.1 y para la inclinación es de 5 grados. En la tabla se muestran como X +/- dx/2
+ Usa C-c C-x C-c para ver la tabla completa y presiona q sobre el texto resaltado para salir.
#+CONSTANTS: pi=3.14159265358979323846 :: pc=3.086e18
| Fuente  |  xi |    k | D'(as) |   q' |  dq' | \Pi' | d\Pi' |  r14 | dr14 | N6(HA) |  \beta | i (deg) | di (deg) | sec(i)          |    q | D(as)           | R0(as)          | r0              |   N6 | dN6+ | dN6- | R0/r0           | P(in)+            | P(in)-            | P(wind)             | P(in)/P(wind)+    | P(in)/P(wind)-    | F(photo)+           | F(photo)-           | F(star)             | F(ph)/F(*)+        | F(ph)/F(*)-        | *  |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| LV2     | 0.8 |  0.5 |   7.76 | 0.25 | 0.01 |  1.5 |  0.05 |  7.1 |  0.4 |   2.53 |  0.005 |      65 |      2.5 | 2.37 +/- 0.22   | 0.07 | 18.4 +/- 1.7    | 1.29 +/- 0.12   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 11.22 +/- 1.25  | 1.7e-7 +/- 8.6e-8 | 1.7e-7 +/- 4.2e-8 | 1.4e-8 +/- 2.7e-9   | 12.14 +/- 6.57    | 12.14 +/- 3.81    | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 2.71e13 +/- 5.01e12 | 6.31 +/- 5.91      | 6.31 +/- 1.86      | x  |
| LV2     | 0.8 |  0.5 |   7.76 | 0.25 | 0.01 |  1.5 |  0.05 |  7.1 |  0.4 |   2.53 |  0.002 |    67.5 |      2.5 | 2.61 +/- 0.28   | 0.04 | 20.3 +/- 2.2    | 0.81 +/- 0.09   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 7.04 +/- 0.89   | 4.3e-7 +/- 2.2e-7 | 4.3e-7 +/- 1.2e-7 | 1.2e-8 +/- 2.6e-9   | 35.83 +/- 19.91   | 35.83 +/- 12.66   | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 2.23e13 +/- 4.83e12 | 7.67 +/- 7.23      | 7.67 +/- 2.42      | x  |
| LV2     | 0.4 |  3.0 |   7.76 | 0.28 | 0.01 |  1.2 |  0.05 |  7.1 |  0.4 |   2.53 |   0.02 |      45 |      2.5 | 1.41 +/- 0.06   | 0.12 | 10.9 +/- 0.5    | 1.31 +/- 0.06   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 11.39 +/- 0.87  | 1.6e-7 +/- 7.9e-8 | 1.6e-7 +/- 3.1e-8 | 4.1e-8 +/- 3.8e-9   | 3.90 +/- 1.96     | 3.90 +/- 0.84     | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 7.73e13 +/- 7.09e12 | 2.21 +/- 2.04      | 2.21 +/- 0.55      | *  |
| LV2     | 0.4 |  3.0 |   7.76 | 0.26 | 0.01 | 1.45 |  0.05 |  7.1 |  0.4 |   2.53 |  0.001 |    82.5 |      2.5 | 7.66 +/- 2.54   | 0.03 | 59.4 +/- 19.7   | 1.78 +/- 0.59   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 15.48 +/- 5.22  | 8.8e-8 +/- 7.2e-8 | 8.8e-8 +/- 6.0e-8 | 1.4e-9 +/- 9.1e-10  | 62.86 +/- 65.68   | 62.86 +/- 59.21   | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 2.60e12 +/- 1.73e12 | 65.77 +/- 74.57    | 65.77 +/- 46.29    | xx |
| LV2     | 0.2 |  8.0 |   7.76 |  0.3 | 0.01 | 0.85 |  0.05 |  7.1 |  0.4 |   2.53 |    0.1 |      40 |      2.5 | 1.31 +/- 0.05   | 0.24 | 10.2 +/- 0.4    | 2.45 +/- 0.10   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 21.30 +/- 1.56  | 4.6e-8 +/- 2.3e-8 | 4.6e-8 +/- 8.6e-9 | 4.7e-8 +/- 3.7e-9   | 0.98 +/- 0.50     | 0.98 +/- 0.20     | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 8.83e13 +/- 6.92e12 | 1.94 +/- 1.78      | 1.94 +/- 0.47      | *  |
| LV2     | 0.2 |  8.0 |   7.76 | 0.25 | 0.01 | 1.45 |  0.05 |  7.1 |  0.4 |   2.53 | 0.0005 |    87.5 |      2.5 | 22.93 +/- 22.91 | 0.02 | 177.9 +/- 177.8 | 3.56 +/- 3.56   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 30.96 +/- 31.01 | 2.2e-8 +/- 4.5e-8 | 2.2e-8 +/- 4.4e-8 | 1.5e-10 +/- 3.1e-10 | 146.67 +/- 426.47 | 146.67 +/- 421.81 | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 2.90e11 +/- 5.80e11 | 589.66 +/- 1297.64 | 589.66 +/- 1187.03 | xx |
| LV2     | 0.2 |  8.0 |   7.76 | 0.31 | 0.01 | 0.85 |  0.05 |  7.1 |  0.4 |   2.53 |    0.1 |    42.5 |      2.5 | 1.36 +/- 0.05   | 0.24 | 10.6 +/- 0.4    | 2.54 +/- 0.10   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 22.09 +/- 1.60  | 4.3e-8 +/- 2.1e-8 | 4.3e-8 +/- 7.9e-9 | 4.3e-8 +/- 3.3e-9   | 1.00 +/- 0.49     | 1.00 +/- 0.20     | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 8.17e13 +/- 6.17e12 | 2.09 +/- 1.93      | 2.09 +/- 0.51      | *  |
| LV2     | 0.1 | 18.0 |   7.76 | 0.25 | 0.01 | 1.45 |  0.05 |  7.1 |  0.4 |   2.53 | 0.0005 |    87.5 |      2.5 | 22.93 +/- 22.91 | 0.02 | 177.9 +/- 177.8 | 3.56 +/- 3.56   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 30.96 +/- 31.01 | 2.2e-8 +/- 4.5e-8 | 2.2e-8 +/- 4.4e-8 | 1.5e-10 +/- 3.1e-10 | 146.67 +/- 426.47 | 146.67 +/- 421.81 | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 2.90e11 +/- 5.80e11 | 589.66 +/- 1297.64 | 589.66 +/- 1187.03 | xx |
| LV2     | 0.1 | 18.0 |   7.76 | 0.31 | 0.01 | 0.65 |  0.05 |  7.1 |  0.4 |   2.53 |    0.1 |      55 |      2.5 | 1.74 +/- 0.11   | 0.24 | 13.5 +/- 0.9    | 3.24 +/- 0.22   | 0.115 +/- 0.007 | 2.67 | 1.24 | 0.30 | 28.17 +/- 2.57  | 2.7e-8 +/- 1.3e-8 | 2.7e-8 +/- 5.7e-9 | 2.7e-8 +/- 3.6e-9   | 1.00 +/- 0.50     | 1.00 +/- 0.25     | 1.71e14 +/- 1.57e14 | 1.71e14 +/- 3.92e13 | 5.04e13 +/- 6.72e12 | 3.39 +/- 3.15      | 3.39 +/- 0.90      | x  |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| LV2b    | 1.0 |  0.0 |   7.21 |  0.1 | 0.01 | 1.85 |  0.05 |  2.2 |  0.6 |   4.13 |   0.02 |    17.5 |      2.5 | 1.05 +/- 0.01   | 0.12 | 7.6 +/- 7e-2    | 0.91 +/- 8.4e-3 | 0.036 +/- 0.010 | 4.35 | 3.03 | 1.34 | 25.28 +/- 7.03  | 5.4e-8 +/- 4.8e-8 | 5.4e-8 +/- 3.4e-8 | 8.4e-8 +/- 1.6e-9   | 0.64 +/- 0.57     | 0.64 +/- 0.40     | 1.45e14 +/- 1.99e14 | 1.45e14 +/- 9.46e13 | 1.59e14 +/- 2.93e12 | 0.91 +/- 1.25      | 0.91 +/- 0.60      | ** |
| LV2b    | 1.0 |  0.0 |   7.21 | 0.09 | 0.01 |  1.7 |  0.05 |  2.2 |  0.6 |   4.13 | 0.0005 |      65 |      2.5 | 2.37 +/- 0.22   | 0.02 | 17.1 +/- 1.6    | 0.34 +/- 0.03   | 0.036 +/- 0.010 | 4.35 | 3.03 | 1.34 | 9.44 +/- 2.75   | 3.9e-7 +/- 3.5e-7 | 3.9e-7 +/- 2.5e-7 | 1.7e-8 +/- 3.1e-9   | 22.94 +/- 21.01   | 22.94 +/- 15.29   | 1.45e14 +/- 1.99e14 | 1.45e14 +/- 9.46e13 | 3.14e13 +/- 5.88e12 | 4.62 +/- 6.40      | 4.62 +/- 3.13      | x  |
| LV2b    | 0.8 |  0.5 |   7.21 | 0.11 | 0.01 | 1.65 |  0.05 |  2.2 |  0.6 |   4.13 |   0.01 |    22.5 |      2.5 | 1.08 +/- 0.02   | 0.09 | 7.8 +/- 0.1     | 0.70 +/- 9e-3   | 0.036 +/- 0.010 | 4.35 | 3.03 | 1.34 | 19.44 +/- 5.41  | 9.1e-8 +/- 8.1e-8 | 9.1e-8 +/- 5.8e-8 | 8.0e-8 +/- 2.0e-9   | 1.14 +/- 1.01     | 1.14 +/- 0.73     | 1.45e14 +/- 1.99e14 | 1.45e14 +/- 9.46e13 | 1.51e14 +/- 3.87e12 | 0.96 +/- 1.32      | 0.96 +/- 0.63      | ** |
| LV2b    | 0.8 |  0.5 |   7.21 |  0.1 | 0.01 | 1.45 |  0.05 |  2.2 |  0.6 |   4.13 |  0.002 |      55 |      2.5 | 1.74 +/- 0.11   | 0.04 | 12.5 +/- 0.8    | 0.50 +/- 0.03   | 0.036 +/- 0.010 | 4.35 | 3.03 | 1.34 | 13.89 +/- 3.95  | 1.8e-7 +/- 1.6e-7 | 1.8e-7 +/- 1.2e-7 | 3.1e-8 +/- 4.0e-9   | 5.81 +/- 5.22     | 5.81 +/- 3.94     | 1.45e14 +/- 1.99e14 | 1.45e14 +/- 9.46e13 | 5.88e13 +/- 7.52e12 | 2.47 +/- 3.40      | 2.47 +/- 1.64      | *  |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| LV3     | 1.0 |  0.0 |   6.89 | 0.33 | 0.01 |  2.1 |  0.05 |  4.5 |  0.6 |   3.11 |  0.001 |      75 |      2.5 | 3.86 +/- 0.63   | 0.03 | 26.6 +/- 4.3    | 0.80 +/- 0.13   | 0.073 +/- 0.010 | 3.28 | 1.98 | 0.88 | 10.96 +/- 2.33  | 2.2e-7 +/- 1.6e-7 | 2.2e-7 +/- 1.1e-7 | 6.9e-9 +/- 2.2e-9   | 31.88 +/- 25.32   | 31.88 +/- 18.91   | 1.65e14 +/- 1.96e14 | 1.65e14 +/- 8.93e13 | 1.30e13 +/- 4.20e12 | 12.69 +/- 15.62    | 12.69 +/- 8.00     | xx |
| LV3     | 0.8 |  0.5 |   6.89 | 0.33 | 0.01 | 2.05 |  0.05 |  4.5 |  0.6 |   3.11 |   0.06 |      40 |      2.5 | 1.31 +/- 0.05   | 0.20 | 9.0 +/- 0.3     | 1.80 +/- 0.06   | 0.073 +/- 0.010 | 3.28 | 1.98 | 0.88 | 24.66 +/- 3.48  | 4.3e-8 +/- 2.8e-8 | 4.3e-8 +/- 1.7e-8 | 6.0e-8 +/- 4.0e-9   | 0.72 +/- 0.47     | 0.72 +/- 0.29     | 1.65e14 +/- 1.96e14 | 1.65e14 +/- 8.93e13 | 1.13e14 +/- 7.56e12 | 1.46 +/- 1.74      | 1.46 +/- 0.80      | ** |
| LV3     | 0.8 |  0.5 |   6.89 | 0.33 | 0.01 |  1.7 |  0.05 |  4.5 |  0.6 |   3.11 |   0.02 |    57.5 |      2.5 | 1.86 +/- 0.13   | 0.12 | 12.8 +/- 0.9    | 1.54 +/- 0.11   | 0.073 +/- 0.010 | 3.28 | 1.98 | 0.88 | 21.10 +/- 3.26  | 5.8e-8 +/- 3.9e-8 | 5.8e-8 +/- 2.4e-8 | 3.0e-8 +/- 4.2e-9   | 1.93 +/- 1.33     | 1.93 +/- 0.84     | 1.65e14 +/- 1.96e14 | 1.65e14 +/- 8.93e13 | 5.61e13 +/- 7.88e12 | 2.94 +/- 3.52      | 2.94 +/- 1.64      | *  |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| LV4     | 1.0 |  0.0 |    6.2 | 0.19 | 0.01 | 2.15 |  0.05 |  3.1 |  0.3 |   4.13 |   0.05 |      10 |      2.5 | 1.02 +/- 7.8e-3 | 0.18 | 6.3 +/- 5e-2    | 1.13 +/- 9e-3   | 0.050 +/- 0.005 | 4.35 | 2.49 | 0.77 | 22.60 +/- 2.27  | 6.7e-8 +/- 4.1e-8 | 6.7e-8 +/- 1.8e-8 | 1.2e-7 +/- 1.9e-9   | 0.56 +/- 0.34     | 0.56 +/- 0.15     | 1.99e14 +/- 2.23e14 | 1.99e14 +/- 7.15e13 | 2.31e14 +/- 3.67e12 | 0.86 +/- 0.97      | 0.86 +/- 0.31      | ** |
| LV4     | 1.0 |  0.0 |    6.2 | 0.19 | 0.01 | 2.05 |  0.05 |  3.1 |  0.3 |   4.13 |   0.02 |    37.5 |      2.5 | 1.26 +/- 0.04   | 0.12 | 7.8 +/- 0.2     | 0.94 +/- 0.02   | 0.050 +/- 0.005 | 4.35 | 2.49 | 0.77 | 18.80 +/- 1.92  | 9.7e-8 +/- 5.9e-8 | 9.7e-8 +/- 2.6e-8 | 8.0e-8 +/- 4.1e-9   | 1.21 +/- 0.74     | 1.21 +/- 0.33     | 1.99e14 +/- 2.23e14 | 1.99e14 +/- 7.15e13 | 1.51e14 +/- 7.74e12 | 1.32 +/- 1.48      | 1.32 +/- 0.48      | ** |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| LV5     | 0.8 |  0.5 |   9.55 | 0.21 | 0.01 |  1.7 |  0.05 |  5.7 |  0.6 |   2.33 |   0.02 |    42.5 |      2.5 | 1.36 +/- 0.05   | 0.12 | 13.0 +/- 0.5    | 1.56 +/- 0.06   | 0.092 +/- 0.010 | 2.46 | 1.45 | 0.60 | 16.96 +/- 1.96  | 6.8e-8 +/- 4.3e-8 | 6.8e-8 +/- 2.3e-8 | 2.9e-8 +/- 2.2e-9   | 2.34 +/- 1.49     | 2.34 +/- 0.81     | 1.17e14 +/- 1.35e14 | 1.17e14 +/- 5.71e13 | 5.43e13 +/- 4.18e12 | 2.15 +/- 2.49      | 2.15 +/- 1.06      | *  |
| LV5     | 0.8 |  0.5 |   9.55 | 0.21 | 0.01 | 1.45 |  0.05 |  5.7 |  0.6 |   2.33 |  0.001 |      75 |      2.5 | 3.86 +/- 0.63   | 0.03 | 36.9 +/- 6.0    | 1.11 +/- 0.18   | 0.092 +/- 0.010 | 2.46 | 1.45 | 0.60 | 12.07 +/- 2.36  | 1.3e-7 +/- 9.4e-8 | 1.3e-7 +/- 6.1e-8 | 3.6e-9 +/- 1.2e-9   | 36.11 +/- 28.75   | 36.11 +/- 20.78   | 1.17e14 +/- 1.35e14 | 1.17e14 +/- 5.71e13 | 6.75e12 +/- 2.19e12 | 17.33 +/- 20.78    | 17.33 +/- 10.16    | xx |
| LV5     | 0.8 |  0.5 |   9.55 | 0.21 | 0.01 | 1.45 |  0.05 |  5.7 |  0.6 |   2.33 |  0.005 |    62.5 |      2.5 | 2.17 +/- 0.18   | 0.07 | 20.7 +/- 1.7    | 1.45 +/- 0.12   | 0.092 +/- 0.010 | 2.46 | 1.45 | 0.60 | 15.76 +/- 2.15  | 7.8e-8 +/- 5.1e-8 | 7.8e-8 +/- 2.9e-8 | 1.1e-8 +/- 1.9e-9   | 7.09 +/- 4.80     | 7.09 +/- 2.91     | 1.17e14 +/- 1.35e14 | 1.17e14 +/- 5.71e13 | 2.14e13 +/- 3.52e12 | 5.47 +/- 6.37      | 5.47 +/- 2.82      | x  |
| LV5     | 0.8 |  0.5 |   9.55 | 0.21 | 0.01 | 1.55 |  0.05 |  5.7 |  0.6 |   2.33 |   0.01 |    52.5 |      2.5 | 1.64 +/- 0.09   | 0.09 | 15.7 +/- 0.9    | 1.41 +/- 0.08   | 0.092 +/- 0.010 | 2.46 | 1.45 | 0.60 | 15.33 +/- 1.88  | 8.3e-8 +/- 5.3e-8 | 8.3e-8 +/- 2.9e-8 | 2.0e-8 +/- 2.3e-9   | 4.15 +/- 2.69     | 4.15 +/- 1.53     | 1.17e14 +/- 1.35e14 | 1.17e14 +/- 5.71e13 | 3.73e13 +/- 4.27e12 | 3.14 +/- 3.64      | 3.14 +/- 1.57      | x  |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| 168-328 | 0.8 |  0.5 |   6.83 | 0.15 | 0.01 | 1.55 |  0.05 |  2.5 |  0.3 |   4.00 |  0.005 |    52.5 |      2.5 | 1.64 +/- 0.09   | 0.07 | 11.2 +/- 0.6    | 0.78 +/- 0.04   | 0.040 +/- 0.005 | 4.22 | 2.71 | 0.51 | 19.50 +/- 2.63  | 8.8e-8 +/- 6.1e-8 | 8.8e-8 +/- 2.6e-8 | 3.9e-8 +/- 4.2e-9   | 2.26 +/- 1.58     | 2.26 +/- 0.71     | 1.51e14 +/- 1.89e14 | 1.51e14 +/- 3.98e13 | 7.32e13 +/- 7.84e12 | 2.06 +/- 2.59      | 2.06 +/- 0.59      | *  |
| 168-328 | 0.8 |  0.5 |   6.83 | 0.15 | 0.01 |  1.4 |  0.05 |  2.5 |  0.3 |   4.00 |  0.001 |    72.5 |      2.5 | 3.33 +/- 0.46   | 0.03 | 22.7 +/- 3.1    | 0.68 +/- 0.09   | 0.040 +/- 0.005 | 4.22 | 2.71 | 0.51 | 17.00 +/- 3.09  | 1.2e-7 +/- 8.5e-8 | 1.2e-7 +/- 4.4e-8 | 9.4e-9 +/- 2.6e-9   | 12.77 +/- 9.71    | 12.77 +/- 5.86    | 1.51e14 +/- 1.89e14 | 1.51e14 +/- 3.98e13 | 1.78e13 +/- 4.87e12 | 8.48 +/- 10.87     | 8.48 +/- 3.22      | x  |
| 168-328 | 0.8 |  0.5 |   6.83 | 0.15 | 0.01 |  1.4 |  0.05 |  2.5 |  0.3 |   4.00 |  0.002 |    62.5 |      2.5 | 2.17 +/- 0.18   | 0.04 | 14.8 +/- 1.2    | 0.59 +/- 0.05   | 0.040 +/- 0.005 | 4.22 | 2.71 | 0.51 | 14.75 +/- 2.23  | 1.5e-7 +/- 1.1e-7 | 1.5e-7 +/- 5.0e-8 | 2.2e-8 +/- 3.6e-9   | 6.82 +/- 5.12     | 6.82 +/- 2.53     | 1.51e14 +/- 1.89e14 | 1.51e14 +/- 3.98e13 | 4.19e13 +/- 6.80e12 | 3.60 +/- 4.55      | 3.60 +/- 1.12      | x  |
| 168-328 | 0.4 |  3.0 |   6.83 | 0.15 | 0.01 | 1.35 |  0.05 |  2.5 |  0.3 |   4.00 | 0.0005 |      80 |      2.5 | 5.76 +/- 1.43   | 0.02 | 39.3 +/- 9.8    | 0.79 +/- 0.20   | 0.040 +/- 0.005 | 4.22 | 2.71 | 0.51 | 19.75 +/- 5.58  | 8.5e-8 +/- 7.3e-8 | 8.5e-8 +/- 4.9e-8 | 3.1e-9 +/- 1.6e-9   | 27.42 +/- 27.47   | 27.42 +/- 21.22   | 1.51e14 +/- 1.89e14 | 1.51e14 +/- 3.98e13 | 5.95e12 +/- 2.97e12 | 25.38 +/- 34.20    | 25.38 +/- 14.33    | xx |
| 168-328 | 0.2 |  8.0 |   6.83 | 0.15 | 0.01 | 1.25 |  0.05 |  2.5 |  0.3 |   4.00 | 0.0005 |    82.5 |      2.5 | 7.66 +/- 2.54   | 0.02 | 52.3 +/- 17.3   | 1.05 +/- 0.35   | 0.040 +/- 0.005 | 4.22 | 2.71 | 0.51 | 26.25 +/- 9.35  | 4.8e-8 +/- 4.6e-8 | 4.8e-8 +/- 3.5e-8 | 1.8e-9 +/- 1.2e-9   | 26.67 +/- 31.13   | 26.67 +/- 26.35   | 1.51e14 +/- 1.89e14 | 1.51e14 +/- 3.98e13 | 3.36e12 +/- 2.22e12 | 44.94 +/- 63.61    | 44.94 +/- 31.97    | xx |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| 169-338 | 1.0 |  0.0 |  16.44 | 0.06 | 0.01 | 1.65 |  0.05 |  2.5 |  0.3 |   1.40 | 0.0005 |    57.5 |      2.5 | 1.86 +/- 0.13   | 0.02 | 30.6 +/- 2.1    | 0.61 +/- 0.04   | 0.040 +/- 0.005 | 1.48 | 1.13 | 0.22 | 15.25 +/- 2.15  | 5.0e-8 +/- 4.1e-8 | 5.0e-8 +/- 1.6e-8 | 5.2e-9 +/- 7.1e-10  | 9.62 +/- 7.99     | 9.62 +/- 3.35     | 1.96e13 +/- 2.76e13 | 1.96e13 +/- 5.81e12 | 9.81e12 +/- 1.35e12 | 2.00 +/- 2.83      | 2.00 +/- 0.65      | *  |
| 169-338 | 1.0 |  0.0 |  16.44 | 0.06 | 0.01 | 1.75 |  0.05 |  2.5 |  0.3 |   1.40 |  0.002 |      35 |      2.5 | 1.22 +/- 0.04   | 0.04 | 20.1 +/- 0.7    | 0.80 +/- 0.03   | 0.040 +/- 0.005 | 1.48 | 1.13 | 0.22 | 20.00 +/- 2.61  | 2.9e-8 +/- 2.4e-8 | 2.9e-8 +/- 8.8e-9 | 1.2e-8 +/- 8.4e-10  | 2.42 +/- 2.01     | 2.42 +/- 0.75     | 1.96e13 +/- 2.76e13 | 1.96e13 +/- 5.81e12 | 2.27e13 +/- 1.58e12 | 0.86 +/- 1.22      | 0.86 +/- 0.26      | ** |
| 169-338 | 0.8 |  0.5 |  16.44 | 0.06 | 0.01 | 1.35 |  0.05 |  2.5 |  0.3 |   1.40 | 0.0005 |      60 |      2.5 | 2.00 +/- 0.15   | 0.02 | 32.9 +/- 2.5    | 0.66 +/- 0.05   | 0.040 +/- 0.005 | 1.48 | 1.13 | 0.22 | 16.50 +/- 2.41  | 4.3e-8 +/- 3.5e-8 | 4.3e-8 +/- 1.4e-8 | 4.5e-9 +/- 6.8e-10  | 9.56 +/- 7.91     | 9.56 +/- 3.43     | 1.96e13 +/- 2.76e13 | 1.96e13 +/- 5.81e12 | 8.49e12 +/- 1.29e12 | 2.31 +/- 3.27      | 2.31 +/- 0.77      | *  |
| 169-338 | 0.8 |  0.5 |  16.44 | 0.06 | 0.01 | 1.55 |  0.05 |  2.5 |  0.3 |   1.40 |  0.002 |    37.5 |      2.5 | 1.26 +/- 0.04   | 0.04 | 20.7 +/- 0.7    | 0.83 +/- 0.03   | 0.040 +/- 0.005 | 1.48 | 1.13 | 0.22 | 20.75 +/- 2.70  | 2.7e-8 +/- 2.2e-8 | 2.7e-8 +/- 8.1e-9 | 1.1e-8 +/- 7.7e-10  | 2.45 +/- 2.01     | 2.45 +/- 0.76     | 1.96e13 +/- 2.76e13 | 1.96e13 +/- 5.81e12 | 2.14e13 +/- 1.45e12 | 0.92 +/- 1.29      | 0.92 +/- 0.28      | ** |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| 177-341 | 0.4 |  3.0 |  25.65 | 0.15 | 0.01 | 1.25 |  0.05 | 18.4 |  1.7 |   0.41 |  0.001 |    77.5 |      2.5 | 4.62 +/- 0.91   | 0.03 | 118.5 +/- 23.3  | 3.56 +/- 0.70   | 0.297 +/- 0.028 | 0.43 | 0.15 | 0.07 | 11.99 +/- 2.61  | 2.4e-8 +/- 1.3e-8 | 2.4e-8 +/- 1.1e-8 | 3.5e-10 +/- 1.4e-10 | 68.57 +/- 46.17   | 68.57 +/- 41.71   | 1.18e13 +/- 7.94e12 | 1.18e13 +/- 3.82e12 | 6.54e11 +/- 2.57e11 | 18.04 +/- 14.06    | 18.04 +/- 9.19     | xx |
| 177-341 | 0.4 |  3.0 |  25.65 | 0.15 | 0.01 | 1.15 |  0.05 | 18.4 |  1.7 |   0.41 |  0.002 |    72.5 |      2.5 | 3.33 +/- 0.46   | 0.04 | 85.4 +/- 11.8   | 3.42 +/- 0.47   | 0.297 +/- 0.028 | 0.43 | 0.15 | 0.07 | 11.52 +/- 1.92  | 2.6e-8 +/- 1.2e-8 | 2.6e-8 +/- 9.5e-9 | 6.7e-10 +/- 1.8e-10 | 38.81 +/- 20.72   | 38.81 +/- 17.60   | 1.18e13 +/- 7.94e12 | 1.18e13 +/- 3.82e12 | 1.26e12 +/- 3.48e11 | 9.37 +/- 6.81      | 9.37 +/- 3.99      | x  |
| 177-341 | 0.2 |  8.0 |  25.65 | 0.15 | 0.01 | 1.25 |  0.05 | 18.4 |  1.7 |   0.41 | 0.0005 |    82.5 |      2.5 | 7.66 +/- 2.54   | 0.02 | 196.5 +/- 65.2  | 3.93 +/- 1.30   | 0.297 +/- 0.028 | 0.43 | 0.15 | 0.07 | 13.23 +/- 4.55  | 1.9e-8 +/- 1.5e-8 | 1.9e-8 +/- 1.4e-8 | 1.3e-10 +/- 8.4e-11 | 146.15 +/- 149.10 | 146.15 +/- 143.23 | 1.18e13 +/- 7.94e12 | 1.18e13 +/- 3.82e12 | 2.38e11 +/- 1.58e11 | 49.58 +/- 46.87    | 49.58 +/- 36.62    | xx |
| 177-341 | 0.2 |  8.0 |  25.65 | 0.15 | 0.01 | 1.15 |  0.05 | 18.4 |  1.7 |   0.41 |  0.001 |      80 |      2.5 | 5.76 +/- 1.43   | 0.03 | 147.7 +/- 36.7  | 4.43 +/- 1.10   | 0.297 +/- 0.028 | 0.43 | 0.15 | 0.07 | 14.92 +/- 3.96  | 1.5e-8 +/- 9.7e-9 | 1.5e-8 +/- 8.5e-9 | 2.2e-10 +/- 1.1e-10 | 68.18 +/- 55.73   | 68.18 +/- 51.53   | 1.18e13 +/- 7.94e12 | 1.18e13 +/- 3.82e12 | 4.21e11 +/- 2.09e11 | 28.03 +/- 23.44    | 28.03 +/- 16.61    | xx |
| 177-341 | 0.1 | 18.0 |  25.65 | 0.15 | 0.01 | 1.25 |  0.05 | 18.4 |  1.7 |   0.41 | 0.0005 |      85 |      2.5 | 11.47 +/- 5.72  | 0.02 | 294.2 +/- 146.7 | 5.88 +/- 2.93   | 0.297 +/- 0.028 | 0.43 | 0.15 | 0.07 | 19.80 +/- 10.04 | 8.7e-9 +/- 9.3e-9 | 8.7e-9 +/- 8.9e-9 | 5.6e-11 +/- 5.6e-11 | 155.36 +/- 227.41 | 155.36 +/- 222.25 | 1.18e13 +/- 7.94e12 | 1.18e13 +/- 3.82e12 | 1.06e11 +/- 1.06e11 | 111.32 +/- 134.18  | 111.32 +/- 117.01  | xx |
|---------+-----+------+--------+------+------+------+-------+------+------+--------+--------+---------+----------+-----------------+------+-----------------+-----------------+-----------------+------+------+------+-----------------+-------------------+-------------------+---------------------+-------------------+-------------------+---------------------+---------------------+---------------------+--------------------+--------------------+----|
| 180-331 | 0.8 |  0.5 |  25.07 | 0.07 | 0.01 | 1.35 |  0.05 | 11.0 |  1.3 |   0.48 | 0.0005 |    62.5 |      2.5 | 2.17 +/- 0.18   | 0.02 | 54.4 +/- 4.5    | 1.09 +/- 0.09   | 0.178 +/- 0.021 | 0.51 | 0.32 | 0.11 | 6.12 +/- 0.88   | 1.1e-7 +/- 7.4e-8 | 1.1e-7 +/- 3.9e-8 | 1.6e-9 +/- 2.7e-10  | 68.75 +/- 47.68   | 68.75 +/- 27.00   | 1.01e13 +/- 1.20e13 | 1.01e13 +/- 4.25e12 | 3.10e12 +/- 5.13e11 | 3.26 +/- 3.91      | 3.26 +/- 1.47      | x  |
#+TBLFM: $3=2/$2-2;f1::$15=1/cos($13 +/- $14);f2::$16=sqrt($12)/(1+sqrt($12));f2::$17=$4*$15;f1::$18=$16*$17;f2::$19=206264.8*($9 +/- $10)*1e14/((414 +/- 6.8)*$pc);f3::$20=$11*sqrt(460/414);f2::$23=$18/$19;f2::$24=($20 +/- $21)*1e6*1.3*1.67262158e-24*(11*1e5)**2*3/($23)**2;f2::$25=($20 +/- $22)*1e6*1.3*1.67262158e-24*(11*1e5)**2*3/($23)**2;f2::$26=2.206e19*1.2e8/(4*$pi*($17*6.582e15)**2);f2::$27=$24/$26;f2::$28=$25/$26;f2::$29=($20 +/- $21)*1e6*11*1e5+0.12*$19*6.582e15*2.6e-13*(($20 +/- $21)*1e6)**2;s3::$30=($20 +/- $22)*1e6*11*1e5+0.12*$19*6.582e15*2.6e-13*(($20 +/- $22)*1e6)**2;s3::$31=0.5*1e49/(4*$pi*(6.582e15*$17)**2);s3::$32=$29/$31;f2::$33=$30/$31;f2

** Tabla definitiva que aparecerá en la Tesis

1. Nombre de la fuente siguiendo O'Dell & Wen (1994) basado en sus coordenadas
2. Nombre alternativo (si es que lo tiene). En caso contrario solo añadiremos un '--'
3. D'(")
4. R'_0/D': Utilizaremos el valor central como medición base y pondremos como incertidumbre el valor mínimo y el máximo de todas las submuestras
5. \Pi' (shape): Igual que 4. pero con la planitud aparente.
6. \Pi' (flux): Igual que 5. pero añadiendo el criterio adicional de que se cumpla equilibrio de ionización en el IF (submuestras marcadas con "**" de preferencia o con "*", o con "x" si no hay otra alternativa). Si hay más de una submuestra tomamos el promedio como medición central y la desviación estándar como incertidumbre.
7. \beta: Rango de valores de \beta que ajustan a algún modelo.
8. k: rango de parámetros de anisotropía que ajustan a algún modelo.
9. |i|: Igual que 6. par la inclinación
10. D: Igual que 6. y 9. para la distancia intrínseca
11. R_0/D: Igual que 6. , 9. y 10. para el radio intrínseco en el ápex
12. Distancia a ONC utilizada: 414 +/- 6.8 pc (Menten et al., 2007)

|      OW | Nombre |   D' | R'_0/D'          | \Pi'(shape)       | \Pi'(Flux)    |     \beta |       k | abs(i)         | D(")            |         R_0/D |
|---------+--------+------+------------------+-------------------+---------------+-----------+---------+----------------+-----------------+---------------|
| 168-328 | --     |  6.8 | 0.15 +/- 0.01    | 1.45 +0.10 - 0.15 | 1.55 +/- 0.05 |     0.005 |     0.5 | 52.5 +/- 2.50  | 11.20 +/- 0.60  |          0.07 |
| 169-338 | --     | 16.4 | 0.06 +/- 0.01    | 1.45 +1.05 -0.25  | 1.65 +/- 0.10 |     0.002 | 0.0-0.5 | 36.3 +/- 1.25  | 20.40 +/- 0.30  |          0.04 |
| 177-341 | HST1   | 25.6 | 0.15 +/- 0.01    | 1.25 +/- 0.05     | 1.15 +/- 0.05 | 5e-4-1e-3 | 3.0-8.0 | 72.5 +/- 2.50  | 85.40 +/- 11.80 |          0.04 |
| 180-331 | --     | 25.1 | 0.07 +0.01 -0.03 | 1.35 +/- 0.10     | 1.35 +/- 0.10 |    0.0005 |     0.5 | 62.5 +/- 2.50  | 54.40 +/- 0.18  |          0.02 |
| 167-317 | LV2    |  7.8 | 0.29 +0.03 -0.05 | 1.15 +0.35 -0.55  | 1.03 +/- 0.18 |  0.02-0.1 | 3.0-8.0 | 42.5 +/- 2.04  | 10.55 +/- 0.29  | 0.18 +/- 0.06 |
| 166-316 | LV2b   |  7.2 | 0.11 +0.01 -0.03 | 1.75 +0.85 -0.35  | 1.75 +/- 0.10 | 0.02-0.01 | 0.0-0.5 | 20.0 +/- 2.50  | 7.70 +/- 0.10   | 0.11 +/- 0.02 |
| 163-317 | LV3    |  6.9 | 0.33 +/- 0.01    | 1.80 +0.30 -0.10  | 2.05 +/- 0.05 |      0.06 |     0.5 | 40.0 +/- 2.50  | 9.00 +/- 0.30   |          0.20 |
| 161-324 | LV4    |  6.2 | 0.19 +/- 0.01    | 2.65 +0.25 -0.65  | 2.10 +/- 0.05 | 0.02-0.05 |     0.0 | 23.8 +/- 13.75 | 7.05 +/- 0.75   | 0.15 +/- 0.03 |
| 158-323 | LV5    |  9.6 | 0.21 +/- 0.01    | 1.55 +/- 0.15     | 1.70 +/- 0.05 |      0.02 |     0.5 | 42.5 +/- 2.50  | 13.00 +/- 4.50  |          0.02 |

#+CONSTANTS: pi=3.14159265358979323846
|      OW | D (") | Delta D (") | D (pc) | Delta D (pc) |
|---------+-------+-------------+--------+--------------|
| 168-328 |  11.2 |        0.60 |  0.022 |       1.5e-3 |
| 169-338 |  20.1 |        0.30 |  0.040 |       1.3e-3 |
| 177-341 |  85.4 |        11.8 |  0.171 |       2.6e-2 |
| 180-331 |  54.3 |        0.18 |  0.109 |       2.2e-3 |
| 167-317 | 10.55 |        0.29 |  0.021 |       9.2e-4 |
| 166-316 |  7.70 |        0.10 |  0.015 |       4.4e-4 |
| 163-317 |   9.0 |        0.30 |  0.018 |       9.0e-4 |
| 161-324 |  7.05 |        0.75 |  0.014 |       1.7e-3 |
| 158-323 |  13.0 |        4.50 |  0.026 |       9.4e-3 |
#+TBLFM: $4=$2*$pi*414/(180*3600);f3::$5=$4*(6.8/414 + $3/$2);s2

** Media y desviación estándar de proplyds donde más de una submuestra cumple con la condición de equilibrio de ionización

LV2 Mean and std deviation

| Parameter | Sub 1 | Sub 2 | Sub 3 |  Mean | sigma |
|-----------+-------+-------+-------+-------+-------|
| \Pi'      |   1.2 |  0.85 |  0.85 |  1.03 |  0.18 |
| abs(i)    |    45 |    40 |  42.5 | 42.50 |  2.04 |
| q         |  0.12 |  0.24 |  0.24 |  0.18 |  0.06 |
| D         |  10.9 |  10.2 |  10.6 | 10.55 |  0.29 |
#+TBLFM: $5=vmean($2..$3);f2::$6=sqrt((($2-$5)**2 + ($3-$5)**2 + ($4-$5)**2)/3.0);f2

LV2b Mean and std deviation

| Parameter | Sub 1 | Sub 2 |  Mean | sigma |
|-----------+-------+-------+-------+-------|
| \Pi'      |  1.85 |  1.65 |  1.75 |  0.10 |
| abs(i)    |  17.5 |  22.5 | 20.00 |  2.50 |
| q         |  0.12 |  0.09 |  0.11 |  0.02 |
| D         |   7.6 |   7.8 |  7.70 |  0.10 |
#+TBLFM: $4=vmean($2..$3);f2::$5=sqrt((($2-$4)**2 + ($3-$4)**2)/2.0);f2


169-338 Mean and std deviation

| Parameter | Sub 1 | Sub 2 |  Mean | sigma |
|-----------+-------+-------+-------+-------|
| \Pi'      |  1.75 |  1.55 |  1.65 |  0.10 |
| abs(i)    |    35 |  37.5 | 36.25 |  1.25 |
| q         |  0.04 |  0.04 |  0.04 |  0.00 |
| D         |  20.1 |  20.7 | 20.40 |  0.30 |
#+TBLFM: $4=vmean($2..$3);f2::$5=sqrt((($2-$4)**2 + ($3-$4)**2)/2.0);f2

LV4 Mean and std deviation

| Parameter | Sub 1 | Sub 2 |  Mean | sigma |
|-----------+-------+-------+-------+-------|
| \Pi'      |  2.15 |  2.05 |  2.10 |  0.05 |
| abs(i)    |    10 |  37.5 | 23.75 | 13.75 |
| q         |  0.18 |  0.12 |  0.15 |  0.03 |
| D         |   6.3 |   7.8 |  7.05 |  0.75 |
#+TBLFM: $4=vmean($2..$3);f2::$5=sqrt((($2-$4)**2 + ($3-$4)**2)/2.0);f2
